IDEA Open Model
OpeningRectOffsets.OffsetY2 Property
Compatible with IDEA StatiCa v 10.1
 right top y offset
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double OffsetY2 { get; set; }
Public Property OffsetY2 As Double
	Get
	Set
public:
property double OffsetY2 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
OpeningRectOffsets Class
IdeaRS.OpenModel.Detail Namespace